[Play_Avenger_Firestorm_Wilderness_AreaClear AkEvent]
SpokenText="Não havia mais ninguém protegendo a nave. Só precisávamos pegar o que viemos buscar."

[Play_Avenger_Firestorm_Wilderness_Failure_A AkEvent]
SpokenText="Eu sei com certeza que conseguimos colocar essa velha na área. Claramente algo está errado aqui."

[Play_Avenger_ADVENTChest_Intro AkEvent]
SpokenText="Hm. Os scans detectaram pelo menos um depósito de suprimentos da ADVENT na área. Alertei a equipe para manter os olhos abertos. Se eu conseguir decodificar e escanear o conteúdo, posso até imprimir em 3D o material dentro dele assim que voltarmos para a base. Você sabe, se não formos mortos antes."

[Play_Avenger_ADVENTChest_Alert_E AkEvent]
SpokenText="Vou precisar que a equipe fique atenta a um depósito de suprimentos da ADVENT. Quem sabe o que podemos recuperar de lá?"

[Play_Avenger_ADVENTChest_Alert_D AkEvent]
SpokenText="Ótimo, recebi um sinal de um depósito de suprimentos da ADVENT."

[Play_Avenger_ADVENTChest_Alert_C AkEvent]
SpokenText="Não sei exatamente onde está, mas os scans estão pegando um depósito de suprimentos da ADVENT na área. Melhor chegarmos lá antes do inimigo."

[Play_Avenger_Interceptor_Wildnerss_Loading_A AkEvent]
SpokenText="Não tenho certeza se foi intencional, mas a Shen deixou um monte de seus antigos logs de áudio abertos na rede. Não acho que ela se importaria se ouvíssemos alguns... mas vamos apressar, só para garantir."

[Play_Lazarus_RescueVehicle_CannonSighted AkEvent]
SpokenText="A fonte de energia que estão usando para carregar essa arma é diferente de tudo o que já vi. Podemos estar olhando para o que há de mais novo e avançado em tecnologia da ADVENT – quase uma pena destruí-la."

[Play_Lazarus_RescueSweater_ChamberSighted_ALT AkEvent]
SpokenText="Seja lá o que os aliens tenham dentro daquela coisa, as leituras não são como nada que eu já tenha visto! É quase como se estivesse reagindo à nossa presença, como se soubesse que estamos aqui!"

[Play_Lazarus_RescueShen_ShenSighted_ALT AkEvent]
SpokenText="Eu estava esperando quando você ia aparecer... me tira daqui, John!"

[Play_Lazarus_RescueShen_ShenSighted AkEvent]
SpokenText="Eu estava esperando quando você ia aparecer... me tira daqui, Central!"

[Play_Avenger_SmallScout_Slums_TotalVictory_B AkEvent]
SpokenText="Os aliens deram uma boa luta, mas não eram páreo para nós hoje. Estou ansioso para levar esses dados de volta para a oficina..."

[Play_Avenger_SmallScout_Slums_TotalVictory_A AkEvent]
SpokenText="Recuperamos os dados com sucesso, sem perdas. Quase parece que estou começando a pegar o jeito disso."

[Play_Avenger_SmallScout_Slums_Summary AkEvent]
SpokenText="Depois de algumas tentativas, consegui acessar o núcleo de memória do scout. Infelizmente, o dispositivo ativou uma espécie de função de autodestruição. Sei que é tarde, mas tenho quase certeza que ouvi ele gritar durante o processo. Felizmente, consegui recuperar alguns arquivos que estou decodificando agora. E os scans que fiz dos motores do scout vão ajudar na reconfiguração da Avenger, sem falar em ajudar a resolver alguns problemas com o Rover... quero dizer, meu protótipo de unidade autônoma de apoio."

[Play_Avenger_SmallScout_Slums_PartialVictory_B AkEvent]
SpokenText="Essa operação não foi perfeita, mas conseguimos os dados de que precisávamos. Espero que seja por um bom motivo."

[Play_Avenger_SmallScout_Slums_PartialVictory_A AkEvent]
SpokenText="Perdemos boas pessoas hoje. Só espero que esses dados tenham valido o sacrifício."

[Play_Avenger_SmallScout_Slums_ObjDestroyed AkEvent]
SpokenText="Destruir aquele núcleo de memória não fazia parte do plano."

[Play_Avenger_SmallScout_Slums_Musings_F AkEvent]
SpokenText="A chave é o núcleo de dados do Scout. Se eu conseguir hackear o sistema com sucesso, finalmente podemos descobrir o que os aliens estavam procurando aqui. Isso, se ainda estiver operacional. E a ADVENT não chegar lá primeiro."

[Play_Avenger_SmallScout_Slums_Musings_E AkEvent]
SpokenText="Esse scout não estava nos procurando, estava escaneando essas pessoas. A ADVENT já ganhou a guerra, o que mais eles poderiam querer de nós?"

[Play_Avenger_SmallScout_Slums_Musings_D AkEvent]
SpokenText="Desde que aumentamos nossa capacidade de comunicação, estou ouvindo uma corrente interminável de propaganda da ADVENT chamando as pessoas para os novos centros urbanos. A promessa de uma vida confortável, o futuro, aqui e agora. Não vejo nada disso neste lugar. Essas pessoas estão sofrendo."

[Play_Avenger_SmallScout_Slums_Musings_C AkEvent]
SpokenText="Com base nos meus primeiros scans, essas naves scout não são naves tripuladas, mais como uma espécie de drones de reconhecimento autônomos. O design é muito similar ao protótipo do Gremlin que estou tentando criar para nossos soldados, só que em uma escala bem maior. E os deles parecem um pouco mais confiáveis."

[Play_Avenger_SmallScout_Slums_Musings_B AkEvent]
SpokenText="Por toda a sua sofisticação e poder, a tecnologia dos aliens é na verdade muito intuitiva. Quando penso no tempo perdido que eu e o pai passamos tentando correr atrás, em vez de simplesmente aprender com eles. Não estou dizendo que a Vahlen estava certa, mas tem que haver um meio-termo – se quisermos vencer essa guerra."

[Play_Avenger_SmallScout_Slums_Musings_A AkEvent]
SpokenText="Esse scout pode estar desatualizado pelos padrões da ADVENT, mas sei que eles vão jogar tudo o que puderem contra nós para nos impedir de alcançá-lo. É fácil pensar que a tecnologia deles está anos-luz além da nossa compreensão, mas, na verdade, não está. E acho que eles sabem disso também."

[Play_Avenger_SmallScout_Slums_LootSelect AkEvent]
SpokenText="Eu sempre consigo encontrar algo a mais nessas expedições. Como você acha que consigo reabastecer nossas tropas tão rápido?"

[Play_Avenger_SmallScout_Slums_Loading AkEvent]
SpokenText="Registro do Chefe Engenheiro. Dia 142. Graças à nossa nova "amiga" Masha, conseguimos uma pista sobre uma outra nave caída, desta vez uma nave scout alienígena. Após o meu sucesso em integrar o sistema de IA, espero que haja algum código útil no núcleo de dados dela... é por isso que me voluntariei para liderar a operação pessoalmente. Eu adoraria detalhar mais, mas preciso apressar, tenho uma missão para preparar."

[Play_Avenger_SmallScout_Slums_Intro AkEvent]
SpokenText="Registro complementar do Chefe: Um detalhe adicional que esqueci de mencionar. A Masha descobriu a localização do scout caído através de uma transmissão hackeada. Uma transmissão da ADVENT. Com certeza vamos ter companhia nessa."

[Play_Avenger_SmallScout_Slums_Failure_B AkEvent]
SpokenText="Desculpe, este arquivo de log foi corrompido. Definitivamente havia um final diferente para essa entrada."

[Play_Avenger_SmallScout_Slums_Failure_A AkEvent]
SpokenText="A atualização mais recente do sistema operacional deve ter travado os logs novamente. Vamos reiniciar."

[Play_Avenger_SmallScout_Slums_DeviceSighted AkEvent]
SpokenText="Aquele era o núcleo de memória. Só tinha que torcer para que não tivesse nenhuma medida de segurança oculta."

[Play_Avenger_SmallScout_Shanty_TotalVictory_B AkEvent]
SpokenText="Minha equipe e eu conseguimos sair ilesos - junto com a cópia do sistema de navegação alienígena. Talvez consigamos colocar essa nave no ar depois de tudo."

[Play_Avenger_SmallScout_Shanty_TotalVictory_A AkEvent]
SpokenText="Clonamos a IA com sucesso e todos voltaram para casa em uma peça. Dois milagres em um dia. O que mais posso pedir?"

[Play_Avenger_SmallScout_Shanty_TerminalSighted AkEvent]
SpokenText="De alguma forma, eu esperava que o terminal fosse diferente, mas não, é coisa alienígena padrão."

[Play_Avenger_SmallScout_Shanty_TerminalDestroyed AkEvent]
SpokenText="Sem aquele terminal, não havia chance de obter uma cópia daqueles sistemas."

[Play_Avenger_SmallScout_Shanty_Summary AkEvent]
SpokenText="A missão foi um sucesso, embora o Central tenha quase me jogado na prisão quando eu contei a verdade. Curiosamente, foi o Tygan quem finalmente fez ele voltar à razão. O Central realmente nos deu luz verde para seguir com as modificações da IA. Quem sabe? Talvez eu tenha julgado errado. Talvez tenha julgado errado os dois."

[Play_Avenger_SmallScout_Shanty_PartialVictory_B AkEvent]
SpokenText="Nós... sofremos perdas. Preciso me convencer de que valeu a pena. Que o sacrifício deles foi essencial para colocar a Avenger novamente no ar."

[Play_Avenger_SmallScout_Shanty_PartialVictory_A AkEvent]
SpokenText="A IA foi clonada com sucesso, mas houve um alto custo. Sei que valeu a pena. Espero que o Central entenda isso um dia também."

[Play_Avenger_SmallScout_Shanty_ObjComplete AkEvent]
SpokenText="Confirmei o sucesso do clonagem dos sistemas da nave. Agora só precisamos lidar com os alienígenas restantes."

[Play_Avenger_SmallScout_Shanty_NagNoTurns AkEvent]
SpokenText="Já era tarde demais. Os alienígenas certamente isolaram a IA da nave de todos os pontos de acesso."

[Play_Avenger_SmallScout_Shanty_Nag3Turns AkEvent]
SpokenText="Tivemos uma janela muito curta para operar. Precisávamos agir rápido."

[Play_Avenger_SmallScout_Shanty_Nag1Turn AkEvent]
SpokenText="Estávamos realmente forçando a sorte. Não tínhamos tempo a perder."

[Play_Avenger_SmallScout_Shanty_Musings_F AkEvent]
SpokenText="Clonar essa IA significa ir contra tudo o que meu pai representava. Significa agir nas costas do meu oficial superior, provavelmente o melhor homem que eu conheço. Mas isso é guerra. E não vamos vencer essa sem pagar um preço alto. Engraçado, o Central me disse essas palavras exatas no dia em que enterramos o pai."

[Play_Avenger_SmallScout_Shanty_Musings_E AkEvent]
SpokenText="Com o Central, é diferente. Não é medo ou desconfiança dos aliens, é pura raiva. Ele culpa os aliens por tudo o que ele - nós perdemos... e quem pode culpá-lo? Mas a raiva dele o tornou míope. Só espero que ele veja razão quando eu lhe contar o que realmente estou fazendo aqui. E que a pistola dele esteja bem fora de alcance."

[Play_Avenger_SmallScout_Shanty_Musings_D AkEvent]
SpokenText="Não acho que o pai tivesse tanto medo das manipulações genéticas dos aliens quanto da nossa disposição de seguir o caminho deles. Ele me disse uma vez que a coisa mais assustadora que ele já viu foi o olhar nos olhos da Dra. Vahlen na primeira vez que ela fez uma autópsia em um deles. Ele frequentemente se perguntava que tipo de trabalho ela teria feito se o Comandante não estivesse segurando as rédeas. Espero que nunca descubramos."

[Play_Avenger_SmallScout_Shanty_Musings_C AkEvent]
SpokenText="Se tem uma coisa que o pai e o Central têm em comum, é a desconfiança de qualquer coisa alienígena. Ainda fico surpreso de o Central ter deixado o Tygan a bordo da nave. Mas, se ele está aberto a usar o conhecimento do Tygan contra a ADVENT, não vejo porque eu não poderia fazer o mesmo com a tecnologia deles. Claro, o Tygan não é um supercomputador híbrido cultivado em laboratório, composto pelo DNA de pelo menos 9 espécies alienígenas, mas, por outro lado, podemos ter certeza disso?"

[Play_Avenger_SmallScout_Shanty_Musings_B AkEvent]
SpokenText="Reconstruir um sistema operacional cultivado em vat do zero está além de mim... por enquanto. Mas minha teoria é que posso duplicar algumas das redes usando fibras ópticas na Avenger. Ainda assim, eu precisaria me atualizar na neurobiologia alienígena primeiro. Ou conversar com o Tygan. Talvez eu devesse deixar o Central me matar agora em vez disso."

[Play_Avenger_SmallScout_Shanty_Musings_A AkEvent]
SpokenText="Chamar esse sistema de inteligência artificial é um pouco de um erro. Essa coisa é tanto orgânica quanto artificial. O sistema de navegação sozinho tem mais em comum com o sistema nervoso de um polvo do que com um computador. E quanto ao tático, bem... é muito agressivo. Quase perdi um olho na última vez que tentei interagir com um desses."

[Play_Avenger_SmallScout_Shanty_LootSelect AkEvent]
SpokenText="Eu tentei pegar o que fosse possível ao longo do caminho. Precisávamos ser especialmente econômicos quando se tratava de aproveitar os recursos disponíveis."

[Play_Avenger_SmallScout_Shanty_Loading AkEvent]
SpokenText="Registro do Chefe Engenheiro. Dia 100. Isso é grande. Muito grande. Um drone de reconhecimento acabou de identificar um scout alienígena caído. Isso mesmo, um scout alienígena. A IA deles está além do estado da arte. Também é o mesmo sistema que originalmente pilotou a Avenger. Se eu conseguir clonar o sistema, trazê-lo de volta e modificá-lo, poderei colocar o computador principal de volta online. Justo antes de o Central me matar por tentar algo tão imprudente e estúpido."

[Play_Avenger_SmallScout_Shanty_Intro AkEvent]
SpokenText="Estamos sob ordens do Central para chegar até o scout, recuperar qualquer tecnologia alienígena útil que conseguirmos encontrar e sair o mais rápido possível. Palavras dele, obviamente. Sistemas operacionais de IA alienígena potencialmente malévolos se enquadram nessa descrição, então, ei, ainda estou seguindo as ordens, certo?"

[Play_Avenger_SmallScout_Shanty_Failure_B AkEvent]
SpokenText="Preciso rodar um diagnóstico completo no sistema de logs. Essa missão definitivamente não aconteceu assim."

[Play_Avenger_SmallScout_Shanty_Failure_A AkEvent]
SpokenText="Se alguém fosse me matar nessa operação, seria o Central. Tenho quase certeza de que isso não aconteceu."

[Play_Avenger_SmallScout_Shanty_AreaClear AkEvent]
SpokenText="Não havia mais ninguém defendendo a nave. Só precisávamos chegar perto o suficiente para clonar a IA."

[Play_Avenger_Skyranger_Wildnerss_TotalVictory_B AkEvent]
SpokenText="Conseguimos escanear a montagem e algumas outras partes-chave sem nenhuma perda. O grunhido de aprovação do Central fez tudo valer a pena."

[Play_Avenger_ADVENTChest_Alert_B AkEvent]
SpokenText="Nota para mim: parece que podem haver algumas coisas legais da ADVENT escondidas em um depósito de suprimentos. De acordo com meus scans, está nas proximidades."

[Play_Avenger_Skyranger_Wildnerss_TotalVictory_A AkEvent]
SpokenText="Conseguimos escanear a montagem e todos saíram vivos. Talvez eu esteja começando a pegar o jeito disso."

[Play_Avenger_Skyranger_Wildnerss_Summary AkEvent]
SpokenText="Chamar meu sistema de uma impressora 3D é provavelmente uma simplificação exagerada, mas é praticamente isso que ele é. Claro, o meu não apenas imprime, ele também monta mecanismos complexos, dentro do possível, é claro. Como eu disse antes, o Central teve várias ideias brilhantes para me manter ocupado depois que descobrimos isso."

[Play_Avenger_Skyranger_Wildnerss_PartialVictory_B AkEvent]
SpokenText="A montagem do drive pode ser a chave para o nosso futuro. Tenho que continuar me dizendo isso na cerimônia memorial de hoje."

[Play_Avenger_Skyranger_Wildnerss_PartialVictory_A AkEvent]
SpokenText="Conseguimos escanear a montagem do rotor, mas houve um custo. Talvez eu não seja o líder que o Central pensa que eu sou."

[Play_Avenger_Skyranger_Wildnerss_ObjSighted AkEvent]
SpokenText="Aquela era a Skyranger, grande demais, mas, no geral, bem intacta."

[Play_Avenger_Skyranger_Wildnerss_ObjDestgroyed AkEvent]
SpokenText="Não podíamos nos dar ao luxo de perder aquela montagem do rotor. Eu tinha colocado muita esperança nela."

[Play_Avenger_Skyranger_Wildnerss_ObjAcquired AkEvent]
SpokenText="Conseguimos escanear a montagem do rotor, mas ainda tivemos que eliminar alguns aliens que estavam no nosso caminho."

[Play_Avenger_Skyranger_Wildnerss_Musings_F AkEvent]
SpokenText="De acordo com o Central, isso deveria ser uma simples missão de "pegar e sair". Se ele acha que isso é fácil, não consigo imaginar o que ele e o Comandante passaram na guerra. Tentei perguntar a ele uma vez, mas ele me deu uma resposta arrogante e saiu andando. Depois de perder o pai, acho que posso entender o motivo."

[Play_Avenger_Skyranger_Wildnerss_Musings_E AkEvent]
SpokenText="Os scans preliminares mostraram que a montagem do drive sobreviveu ao acidente intacta. Isso é uma boa notícia. Também mostraram que as forças inimigas estão se aproximando da nossa posição. Quando contei para a equipe, eles apenas deram de ombros e "confirmaram". Eu sei que eles estão dispostos a se sacrificar por isso — pela minha missão. Mas eu posso realmente dar as vidas deles assim tão facilmente? Espero que não chegue a isso."

[Play_Avenger_Skyranger_Wildnerss_Musings_D AkEvent]
SpokenText="Recebi muitas perguntas da equipe sobre meus planos para a Avenger durante o caminho até aqui. "Meus" planos? Que tal, sobreviver a essa missão e não deixar vocês todos morrerem? Depois, eu me preocupo com a nave."

[Play_Avenger_Skyranger_Wildnerss_Musings_C AkEvent]
SpokenText="Eu sei que o Central está ansioso para colocar um "passarinho" no ar, mas estou aqui por outro motivo. Se aquela montagem do drive estiver inteira, ela pode ser a chave para fazer os motores da Avenger funcionarem novamente. Não contei ao Central ainda, não queria deixar suas esperanças subirem. Ou as minhas, talvez."

[Play_Avenger_Skyranger_Wildnerss_Musings_B AkEvent]
SpokenText="Na época, o design da Skyranger era considerado arriscado. Ela quebrou todos os recordes sem perder um único piloto. Isso foi antes dos aliens chegarem. Eles estabeleceram um novo padrão, tanto para a velocidade... quanto para as baixas."

[Play_Avenger_Skyranger_Wildnerss_Musings_A AkEvent]
SpokenText="Acho que nunca vi uma Skyranger pré-guerra de perto. Hoje em dia, estamos tentando montá-las a partir de qualquer peça que conseguimos encontrar. Lembro do meu pai me mostrando os desenhos do protótipo inicial. Ele estava tão orgulhoso do design. Precisamos dessa montagem."

[Play_Avenger_Skyranger_Wildnerss_LootSelect AkEvent]
SpokenText="Passei a manhã analisando o escaneamento da montagem do drive. Ela estava danificada, mas boa o suficiente para os nossos propósitos. Estamos um passo mais perto de colocar a nave no ar. Só mais uns mil passos para ir..."

[Play_Avenger_Skyranger_Wildnerss_Loading AkEvent]
SpokenText="Registro do Chefe Engenheiro. Dia 12. Já faz quase duas semanas desde minha última missão, e parece que posso ser chamado novamente em breve. Depois de passar os últimos cinco dias rastejando pelos tubos da caixa de transmissão, estou até empolgado com a mudança de cenário... sem falar no cheiro. Localizamos uma Skyranger caída, pré-guerra. A montagem do drive nela... bem, pode ser a resposta para minhas preces. Isso, se ela sobreviveu à queda. E se eu conseguir escanear ela sem sermos capturados, ou virarmos comida de Muton. É estranho que estou começando a ficar empolgado com tudo isso? Bem, pelo menos estou coberto de fluido sintético."

[Play_Avenger_Skyranger_Wildnerss_Intro AkEvent]
SpokenText="Esta área esteve relativamente tranquila por anos, mas o Central está captando chatter inimigo intermitente por perto. Espero que possamos chegar à Skyranger de forma tranquila. Mesmo assim, é melhor preparar a equipe para um combate. De repente, não estou mais tão empolgado com essa missão quanto estava antes..."

[Play_Avenger_Skyranger_Wildnerss_Failure_B AkEvent]
SpokenText="Se não conseguimos pegar aquela montagem do drive, a Avenger nunca teria decolado. Algo claramente deu errado aqui."

[Play_Avenger_Skyranger_Wildnerss_Failure_A AkEvent]
SpokenText="Claramente alguns dos fatos estão se perdendo aqui. Eu sei que pelo menos sobrevivi."

[Play_Avenger_Skyranger_Wildnerss_AreaClear AkEvent]
SpokenText="Eliminamos os aliens perto da Skyranger. Agora, tudo o que tínhamos que fazer era escanear a montagem do rotor."

[Play_Avenger_Skyranger_AbandonedCity_VIPspotted AkEvent]
SpokenText="Era nossa traficante do mercado negro, bem onde ela disse que estaria."

[Play_Avenger_Skyranger_AbandonedCity_VIPlinked AkEvent]
SpokenText="Nos encontramos com a Masha. Agora só precisamos tirá-la de lá."

[Play_Avenger_Skyranger_AbandonedCity_VIPdead AkEvent]
SpokenText="A resistência precisava dela viva, mesmo que ela fosse um pouco suspeita."

[Play_Avenger_Skyranger_AbandonedCity_TotalVictory_B AkEvent]
SpokenText="Vai ser difícil esquecer o que vimos lá embaixo. Ainda assim, a equipe voltou inteira com o dispositivo e a VIP a tiracolo. Poderia ter sido de outra forma..."

[Play_Avenger_Skyranger_AbandonedCity_TotalVictory_A AkEvent]
SpokenText="Recuperamos o módulo de voo e nossa "VIP" agradecida sem perdas. Sorte para ela."

[Play_Avenger_Skyranger_AbandonedCity_Summary AkEvent]
SpokenText="Bem, eu não chamaria isso de minha missão favorita de todos os tempos, mas pelo menos provou que nossas atualizações de IA funcionaram. Nossa "VIP" estava tão grata pelo retorno seguro que começou a soltar todo tipo de informação incomum. Claro, isso pode ter acontecido depois que o Central mencionou casualmente que poderia devolvê-la para alguém chamado "Volk". Ele tem estado com ela por um tempo... o que me dá tempo de voltar para a Avenger."

[Play_Avenger_Skyranger_AbandonedCity_PrimarySecur AkEvent]
SpokenText="Nossa nova amiga do mercado negro estava segura e sã, e ela nos devia muito."

[Play_Avenger_Skyranger_AbandonedCity_PartialVictory_B AkEvent]
SpokenText="Com o dispositivo seguro, retornamos à base. Bem, nem todos. Eu fiz de tudo para não adicionar nossa "VIP" à lista de baixas."

[Play_Avenger_Skyranger_AbandonedCity_PartialVictory_A AkEvent]
SpokenText="Recuperamos o dispositivo, mas não da forma que eu esperava. Nossa "VIP" teve o bom senso de ficar quieta no caminho de volta."

[Play_Avenger_Skyranger_AbandonedCity_NextVIPLink AkEvent]
SpokenText="Os companheiros da Masha pareciam um pouco mais gratos do que ela."

[Play_Avenger_Skyranger_AbandonedCity_Musings_F AkEvent]
SpokenText="Não consigo deixar de lembrar da voz do pai. Dizendo para eu correr. Para sair deste lugar e não olhar para trás. Acho que não posso mais fazer isso. Vou pegar esse dispositivo e voltar para casa. E depois fazer os aliens se arrependerem de terem pisado no nosso mundo."

[Play_Avenger_Skyranger_AbandonedCity_Musings_E AkEvent]
SpokenText="Ver essas ruínas enterradas tão perto das sombras dos centros urbanos, acho que finalmente entendo por que o Central está tão irritado o tempo todo. Como nossa fome nos fez submeter à autoridade deles. Como esquecemos rapidamente o que eles fizeram aqui. Para muitos de nós, a guerra já acabou. Os aliens estão apenas fazendo a limpeza."

[Play_Avenger_Skyranger_AbandonedCity_Musings_D AkEvent]
SpokenText="Ainda assim, é fácil esquecer esses lugares na minha oficina, enterrando as memórias sob meu trabalho na Avenger. Talvez eu não devesse ser tão rápido em julgar essa Masha. O pai e eu tivemos mais sorte do que a maioria. Fugimos. Quem sabe o que teríamos nos tornado se não tivéssemos feito isso?"

[Play_Avenger_Skyranger_AbandonedCity_Musings_C AkEvent]
SpokenText="Eu não sei como o Central consegue fazer isso às vezes. Tentando negociar com um bando de ladrões, saqueadores e abutres. É difícil discutir termos com alguém que você sabe que não hesitaria em te entregar por um pedaço de açúcar verdadeiro."

[Play_Avenger_Skyranger_AbandonedCity_Musings_B AkEvent]
SpokenText="Como qualquer tipo de vida continua aqui é além de mim. Lembro-me quando o pai me tirou da cidade. A devastação absoluta... mal conseguimos sair. E então veio o que aconteceu depois. As cápsulas, o gás. Se metade das histórias que ouvi sobre esses lugares forem verdadeiras, é melhor completarmos nossa missão rapidamente."

[Play_Avenger_Skyranger_AbandonedCity_Musings_A AkEvent]
SpokenText="Nossa "VIP" se chama Masha. Por tudo o que ouvi, ela tem sua própria economia subterrânea por aqui. Comida, combustível, tecnologia. Desfiando os ossos do velho mundo. Incluindo os nossos, parece."

[Play_Avenger_Skyranger_AbandonedCity_LootSelect AkEvent]
SpokenText="Eu devo ter pegado algumas coisas da Masha no caminho. Tenho certeza de que ela não vai sentir falta delas mais do que as pessoas de quem ela as pegou."

[Play_Avenger_Skyranger_AbandonedCity_Loading AkEvent]
SpokenText="Registro do Chefe de Engenharia. Dia 141. Demorou um pouco, mas finalmente colocamos a IA em funcionamento! Tenho que admitir - não teria conseguido sem o Tygan. O homem tem um talento estranho para reconfigurar caminhos de rede. Sem contar que ele devora hambúrgueres ADVENT, mas não me pergunte de onde ele os tira. Do nada, nossos relés de comunicação triplicaram em eficiência e alcance. Bem na hora de captarmos a transmissão. Aparentemente, uma espécie de traficante do mercado negro encontrou um dos nossos Skyrangers perdidos e está leiloando as peças para o maior lance. Parte do que ela pegou inclui um módulo de comunicação funcional, o que significa que quem colocar as mãos nele terá acesso direto à nossa rede. Pretendo garantir que essa pessoa sejamos nós."

[Play_Avenger_Skyranger_AbandonedCity_Intro AkEvent]
SpokenText="Infelizmente para nossa traficante, um drone de vigilância ADVENT detectou seu leilãozinho. A ADVENT não é conhecida por suas táticas de negociação justas, então ela está fugindo. Ela está disposta a entregar o console em troca de uma passagem segura para sair daqui. Ainda não consigo acreditar que o Central aceitou os termos dela. Ele deve estar ficando mole."

[Play_Avenger_Skyranger_AbandonedCity_FirstVIPLink AkEvent]
SpokenText="A traficante tinha alguns amigos com ela. Não parecia certo deixá-los para trás."

[Play_Avenger_Skyranger_AbandonedCity_Failure_B AkEvent]
SpokenText="Talvez eu não devesse gravar esses logs depois de um turno triplo. Isso claramente não foi o que aconteceu."

[Play_Avenger_Skyranger_AbandonedCity_Failure_A AkEvent]
SpokenText="Se tivéssemos perdido aquele dispositivo, os aliens já teriam a Avenger agora. Deixe-me tentar isso de novo."

[Play_Avenger_Skyranger_AbandonedCity_AllVip_EVAC AkEvent]
SpokenText="Conseguimos tirar Masha e sua equipe de lá com vida, mas não vou dizer que foi fácil."

[Play_Avenger_Interceptor_Wildnerss_TotalVictory_B AkEvent]
SpokenText="Não sei quem estava mais surpreso com o sucesso dessa missão, eu ou o Central. Ele quase estava radiante. Ainda assim, gostaria que o pai estivesse por aqui para ver isso."

[Play_Avenger_ADVENTChest_Alert_A AkEvent]
SpokenText="Huh. Meu scanner está captando um cache de suprimentos ADVENT na área. Deve estar por aqui... em algum lugar..."

[Play_Avenger_Interceptor_Wildnerss_TotalVictory_A AkEvent]
SpokenText="Voltamos à base com os scans dos mísseis. Ninguém morreu. O Central quase parecia orgulhoso. Vamos chamar a missão de número um de sucesso."

[Play_Avenger_Interceptor_Wildnerss_PartialVictory_B AkEvent]
SpokenText="Conseguimos escanear o material bélico, mas custou vidas. O Central chamou a missão de sucesso... se isso é verdade, por que eu me sinto tão terrível?"

[Play_Avenger_Interceptor_Wildnerss_PartialVictory_A AkEvent]
SpokenText="O Central me avisou que as baixas são uma realidade no campo. Perder o pai foi difícil o suficiente, não tenho certeza se estou pronta para lidar com a perda de pessoas sob o meu comando."

[Play_Avenger_Interceptor_Wildnerss_Musings_G AkEvent]
SpokenText="Todo esse esforço por um Interceptor. Pensar que... deveríamos ter um esquadrão inteiro em algum momento, perseguindo UFOs antes que tivessem a chance de atingir nossas cidades. Eu tenho que fazer a Avenger funcionar. Deve haver algo mais além disso. Precisamos ser mais do que isso."

[Play_Avenger_Interceptor_Wildnerss_Musings_F AkEvent]
SpokenText="Estou me adiantando, não estou? Não posso colocar a Avenger em funcionamento se não conseguir passar por uma operação de salvamento. O pai tinha que ir nessas? Do jeito que as pessoas costumavam olhá-lo, você podia ver o respeito. Agora, acho que esses soldados só me veem como mais um equipamento que precisam proteger."

[Play_Avenger_Interceptor_Wildnerss_Musings_E AkEvent]
SpokenText="Não estou dizendo que o pai estava errado, mas modificar humanos é uma coisa, aprimorar equipamentos é outra. A carcaça da Avenger já é predominantemente alienígena, uma velha nave de transporte que a XCOM conseguiu escavar nos primeiros dias da guerra. Se realmente tentássemos trabalhar com a tecnologia deles, em vez de contra ela, talvez a Avenger consiga voar algum dia."

[Play_Avenger_Interceptor_Wildnerss_Musings_D AkEvent]
SpokenText="O pai era - era - cauteloso com a tecnologia alienígena. Ele sempre dizia que era a expressão máxima da Biomecatrônica. Não era um elogio. Lembro dele discutindo com a Dra. Vahlen noite após noite. Apesar dos avanços que a tecnologia alienígena nos oferecia, o pai estava determinado a manter os humanos, bem... humanos."

[Play_Avenger_Interceptor_Wildnerss_Musings_C AkEvent]
SpokenText="Os aliens nunca pareceram muito interessados em adaptar qualquer uma de nossas tecnologias, mas estavam definitivamente protegendo suas próprias coisas. Eu costumava pensar que eles só não queriam que tivéssemos acesso a elas, mas talvez seja algo diferente. Talvez eles tenham medo do que poderíamos fazer. Louco dizer isso, mas acho que eles são meio parecidos com o pai nesse sentido."

[Play_Avenger_Interceptor_Wildnerss_Musings_B AkEvent]
SpokenText="Difícil de acreditar que costumávamos considerar esses mísseis Avalanche como as armas balísticas mais avançadas da época. Isso era quando a guerra convencional ainda existia. Hoje em dia, eles seriam considerados 'fora de moda', no melhor dos casos, comparado ao que os aliens têm. Ainda assim, aposto que o Central vai dar um bom uso a eles. Se conseguirmos sobreviver a isso, claro."

[Play_Avenger_Interceptor_Wildnerss_Musings_A AkEvent]
SpokenText="Vou começar a manter esses registros para fins de posteridade... ou apenas no caso de eu ser incinerada em átomos hoje. Aqueles mísseis estavam voláteis antes de aterrissarem na floresta. E então tem a ADVENT. Se nós conseguimos localizar esse material, os aliens também podem."

[Play_Avenger_Interceptor_Wildnerss_LootSelect AkEvent]
SpokenText="Registro do dia um - suplementar. Talvez não tenha salvo o mundo na minha primeira missão, mas conseguimos levar os scans dos mísseis de volta à base."

[Play_Avenger_Interceptor_Wildnerss_Loading_B AkEvent]
SpokenText="Registro do Chefe de Engenharia, Lily Shen, primeira entrada. É engraçado, o pai sempre sorria quando dizia isso... algum tipo de piada interna dos velhos tempos, acho. Bem, a piada é comigo agora, não é? Ele se foi. E agora eu tenho que pegar os pedaços. O problema é que não faço ideia de como eles se encaixam novamente. O Central tentou me dar um daqueles discursos motivacionais hoje. Bem depois da cerimônia do pai. 5 segundos depois eu já tinha minha primeira missão. Algo sobre escanear umas velhas munições que o nosso drone de reconhecimento detectou. Ah, e fazer toda essa nave funcionar. Sem pressão, né?"

[Play_Avenger_Interceptor_Wildnerss_Loading AkEvent]
SpokenText="Registro do engenheiro, dia um. Melhor dizendo, Chefe de Engenharia, acho. O Central me deu a promoção depois da cerimônia do pai. Primeira ordem de trabalho: atualizar os sistemas de orientação dos mísseis Avalanche para nossa pequena frota de Interceptores."

[Play_Avenger_Interceptor_Wildnerss_Intro AkEvent]
SpokenText="Registro do Chefe de Engenharia, bem, anotações de campo, eu suponho. Estamos nos aproximando de um antigo interceptor que encontramos durante um voo do drone. Cometi o erro de contar ao Central sobre um novo sistema de replicação 3D no qual estava trabalhando, e agora ele quer criar plantas para todos os tipos de coisas. Neste caso, os mísseis Avalanche antigos que estamos atrás."

[Play_Avenger_Interceptor_Wildnerss_Failure_B AkEvent]
SpokenText="Este registro deve estar corrompido. Isso definitivamente não foi o que aconteceu."

[Play_Avenger_Interceptor_Wildnerss_Failure_A AkEvent]
SpokenText="Eu sei que foram dias loucos, então talvez eu esteja lembrando errado. Devo tentar de novo?"

[Play_Avenger_Interceptor_Wildernss_Summary AkEvent]
SpokenText="O Central diz que precisamos vencer essa guerra um dia de cada vez. Sem argumentos aqui. Mal posso esperar para desmontar esses mísseis e preparar algumas surpresas para os aliens. Logo depois que eu desabar de exaustão."

[Play_Avenger_Interceptor_Wildernss_ObjSighted AkEvent]
SpokenText="Foi quando eu tive o primeiro vislumbre dos mísseis que estávamos procurando."

[Play_Avenger_Interceptor_Wildernss_ObjDestroyed AkEvent]
SpokenText="Eu nunca teria ouvido o fim disso se não tivéssemos conseguido scans detalhados dos mísseis."

[Play_Avenger_Interceptor_Wildernss_ObjAcquired AkEvent]
SpokenText="Depois de garantir os mísseis, só tivemos que lutar para sair de lá."

[Play_Avenger_Interceptor_Wildernss_AreaClear AkEvent]
SpokenText="Conseguimos limpar a área de aliens antes de escanear os mísseis, então isso facilitou um pouco as coisas."

[Play_Avenger_Interceptor_SmallTown_TotalVictory_B AkEvent]
SpokenText="Escaneamos a cadeira e saímos vivos. Isso poderia ter acontecido de uma forma bem diferente. Eu nunca vou esquecer disso."

[Play_Avenger_Interceptor_SmallTown_TotalVictory_A AkEvent]
SpokenText="Meu maior medo era ter que explicar como perdi boas pessoas cobrindo meu erro hoje. Felizmente, não preciso fazer isso."

[Play_Avenger_Interceptor_SmallTown_Summary AkEvent]
SpokenText="Pega o Central olhando para a cadeira do Comandante outro dia. Sério, acho que ele pode estar questionando sua sanidade por causa de toda a situação do porta-copos. Honestamente, eu não tinha percebido quando montei aquilo, mas digamos que ele ficou um pouco perturbado com isso."

[Play_Avenger_Interceptor_SmallTown_PartialVictory_B AkEvent]
SpokenText="Não sei se consigo encarar o Central depois das perdas que tivemos nesta missão. Não sei se consigo me encarar também."

[Play_Avenger_Interceptor_SmallTown_PartialVictory_A AkEvent]
SpokenText="Escaneamos a cadeira, mas perdemos boas pessoas fazendo isso. Isso... isso nunca pode acontecer de novo."

[Play_Avenger_Interceptor_SmallTown_ObjSighted AkEvent]
SpokenText="Você não sabe como fiquei aliviada ao ver aquela cadeira."

[Play_Avenger_Interceptor_SmallTown_ObjDestroyed AkEvent]
SpokenText="Eu precisava da cadeira intacta para completar o escaneamento, e essa era minha única chance."

[Play_Avenger_Interceptor_SmallTown_ObjAcquired AkEvent]
SpokenText="Consegui o escaneamento que eu queria, agora só precisávamos abrir um caminho através dos aliens."

[Play_Avenger_Interceptor_SmallTown_Musings_F AkEvent]
SpokenText="Ninguém me disse nada sobre isso, mas eu sei que tudo isso é minha culpa. Eu sou filho de Raymond Shen. Não posso cometer esse tipo de erro. Não mais. Não agora que ele não está aqui para consertá-los. Eu posso ser melhor. Eu vou ser melhor. Está na hora de eu conquistar meu lugar aqui."

[Play_Avenger_Interceptor_SmallTown_Musings_E AkEvent]
SpokenText="O que eu não daria para ver um desses no céu novamente. Dada a falta de peças... e de pessoas, não vejo isso se tornando realidade tão cedo. A ADVENT domina os céus. Mas se conseguirmos colocar a Avenger para funcionar de novo, eu prometo que isso vai mudar."

[Play_Avenger_Interceptor_SmallTown_Musings_D AkEvent]
SpokenText="Antigamente, o pai teria simplesmente pedido outro assento de piloto. Pensar que estamos passando por tudo isso por causa de uma cadeira. Uma cadeira sofisticada capaz de fazer cerca de 42 trilhões de cálculos por segundo, mas ainda assim, uma cadeira."

[Play_Avenger_Interceptor_SmallTown_Musings_C AkEvent]
SpokenText="Quando o pai estava por aqui, eu era apenas a Lily. Agora, essas pessoas estão me chamando de Chefe. Isso parece muito. Na verdade, é muito. Pelo menos você não está nos sapatos do Tygan, Lily... vai demorar um pouco até que alguém confie em um ex-doutor da ADVENT. Eu mesma, incluída."

[Play_Avenger_Interceptor_SmallTown_Musings_B AkEvent]
SpokenText="Eu pensei que faria essa missão sozinha. Surpreendentemente, eu tive mais do que o suficiente de voluntários antes de sair pela porta. Só posso supor que seja por respeito ao Comandante. Você não acha que eles vieram aqui por minha causa, né?"

[Play_Avenger_Interceptor_SmallTown_Musings_A AkEvent]
SpokenText="Ainda bem que esse Interceptor apareceu nos scans quando apareceu. Depois da falha... eu não sabia como explicaria a cadeira faltando para o Central. Ele estava determinado a tê-la pronta para quando o Comandante voltar. No começo eu pensei que fosse sentimentalismo, mas agora não tenho tanta certeza. Você não acha que...?"

[Play_Avenger_Interceptor_SmallTown_LootSelect AkEvent]
SpokenText="Eu escaneei o assento e montei a substituição, tão boa quanto nova, possivelmente melhor. A tripulação da ponte e os funcionários nunca pareceram notar, embora eu tenha ouvido o Central dizendo algo sobre o porta-copos de alguma forma ter sido movido para o lado errado."

[Play_Avenger_Interceptor_SmallTown_Loading AkEvent]
SpokenText="Registro do Chefe de Engenharia. Dia 67. Preciso colocar meu trabalho na Avenger em espera hoje para um rápido trabalho de escaneamento em outro Interceptor caído. O Central tem me dado mais liberdade para realizar essas operações ultimamente, o que é uma coisa boa. Não tenho certeza de como ele ficaria sabendo que fui lá para escanear um antigo assento de piloto. Felizmente, ele está em uma missão agora e não está por perto para julgar... ou perceber o que aconteceu com o assento de comando dele. Exatamente como ele foi ejetado ou por quem, são detalhes que não precisamos nos concentrar."

[Play_Avenger_Interceptor_SmallTown_Intro AkEvent]
SpokenText="A atividade inimiga na área estava leve, mas nossa sorte não poderia durar para sempre. Detectamos uma presença inimiga entre nós e o Interceptor. Vamos precisar manter os olhos bem abertos se quisermos alcançar o objetivo e sair daqui em uma peça. Acho que acabei de canalizar meu Central interior..."

[Play_Avenger_Interceptor_SmallTown_Failure_B AkEvent]
SpokenText="Isso não foi o que aconteceu de forma alguma. Isso... algo está errado aqui."

[Play_Avenger_Interceptor_SmallTown_Failure_A AkEvent]
SpokenText="Eu planejei a operação perfeitamente. Que tenha dado errado assim... não faz nenhum sentido."

[Play_Avenger_Interceptor_SmallTown_AreaClear AkEvent]
SpokenText="Com os aliens resolvidos, só precisei mover e escanear a cadeira para que pudéssemos ir embora."

[Play_Avenger_Firestorm_Wilderness_TotalVictory_B AkEvent]
SpokenText="Conseguimos pegar o estabilizador e voltar para casa em uma peça. Pai, estamos levantando a Avenger em breve. Eu prometo."

[Play_Avenger_Firestorm_Wilderness_TotalVictory_A AkEvent]
SpokenText="Os aliens jogaram tudo o que tinham contra nós, mas conseguimos. É quase como se soubessem o que está por vir."

[Play_Avenger_Firestorm_Wilderness_PartialVictory_B AkEvent]
SpokenText="A Avenger vai voar novamente - e cada vítima que tivemos hoje será paga em dobro."

[Play_Avenger_Firestorm_Wilderness_PartialVictory_A AkEvent]
SpokenText="As vítimas de hoje não foram em vão. A Avenger vai voar novamente."

[Play_Avenger_Firestorm_Wilderness_Outro AkEvent]
SpokenText="Registro do Chefe de Engenharia - Suplementar. Os escaneamentos do estabilizador de energia funcionaram perfeitamente. Não tenho certeza do que foi mais brilhante, o pulso do núcleo do reator ou o brilho no rosto do Tygan quando ligamos pela primeira vez. Estamos tão perto agora de transformar o sonho do pai... nosso sonho, em realidade. Há uma grande operação em andamento, não tenho todos os detalhes, mas se os rumores forem verdadeiros, isso pode mudar tudo. Significa atingir a ADVENT diretamente no coração do maior Centro da Cidade deles. Vai ser arriscado, 'imprudente', como o pai costumava dizer, mas se o último ano me ensinou algo, é que não há nada que nós... nada que eu não possa enfrentar. Fim do registro."

[Play_Avenger_Firestorm_Wilderness_ObjSpotted AkEvent]
SpokenText="Pelo que pude perceber, o estabilizador de energia estava em boas condições."

[Play_Avenger_Firestorm_Wilderness_ObjDestroyed AkEvent]
SpokenText="Esse estabilizador não iria nos ajudar assim."

[Play_Avenger_Firestorm_Wilderness_ObjAcquired AkEvent]
SpokenText="Conseguimos escanear o estabilizador. Agora só precisávamos lutar para sair de lá."

[Play_Avenger_Firestorm_Wilderness_Musings_F AkEvent]
SpokenText="Se o pai pudesse me ver agora. Liderando uma equipe de campo, correndo pelo coração de uma nave alienígena para salvar a tecnologia deles. Não tenho certeza se ele aprovaria. Mas acho que ele entenderia."

[Play_Avenger_Firestorm_Wilderness_Musings_E AkEvent]
SpokenText="A Avenger pode ter começado como um sonho, mas está cada vez mais perto de se tornar realidade. Ela pode não ser exatamente como o pai imaginou no começo, mas ela vai voar. Eu garanto."

[Play_Avenger_Firestorm_Wilderness_Musings_D AkEvent]
SpokenText="Não que isso seja uma coisa ruim. Nossa própria Avenger é baseada nesse design. Aposto que ela seria invisível se conseguíssemos colocá-la no céu. Precisamos daquele estabilizador de energia."

[Play_Avenger_Firestorm_Wilderness_Musings_C AkEvent]
SpokenText="Imagine um trem de carga que pode se mover virtualmente sem ser detectado no céu. Isso é o que temos aqui. A capacidade dos aliens de mover material e tropas durante a guerra foi esmagadora. Essas naves são um grande motivo para isso."

[Play_Avenger_Firestorm_Wilderness_Musings_B AkEvent]
SpokenText="Os sistemas de armas nessas naves não eram avançados comparados a outros caças alienígenas. Provavelmente por isso conseguimos derrubar alguns do céu. Uma pena, eu adoraria colocar as mãos em um canhão de plasma ou dois hoje."

[Play_Avenger_Firestorm_Wilderness_Musings_A AkEvent]
SpokenText="Uma nave de transporte classe Delta. O que os veteranos antigos costumavam chamar de 'OVNI'. Por um tempo, achávamos que isso era o pior que os aliens iriam nos enfrentar. Estávamos errados."

[Play_Avenger_Firestorm_Wilderness_Loading AkEvent]
SpokenText="Registro do Chefe de Engenharia. Dia 145. Demorei alguns dias, mas finalmente consegui decodificar os dados que recuperei do explorador. A maldita IA conseguiu destruir qualquer coisa relacionada aos escaneamentos civis... mas consegui recuperar a localização de uma nave de transporte da ADVENT caída a alguns setores de distância. Essas naves funcionam com a mesma fonte de energia da Avenger. Se houver uma unidade de estabilização funcionando nos destroços, finalmente poderemos ligar o núcleo do reator... sem explodir toda a nave. O impacto disso é (BARULHO DE IMPACTO E ZUMBIDO MECÂNICO). Espera... Rover, não! Fim do registro."

[Play_Avenger_Firestorm_Wilderness_Intro AkEvent]
SpokenText="Estamos nos aproximando da nave de transporte alienígena caída na esperança de recuperar uma unidade de estabilização de energia funcional. As naves da ADVENT parecem se comunicar em algum tipo de rede interna, então temos que assumir que eles têm as mesmas informações que nós. Mesmo assim, temos um trabalho a fazer, não importa o custo."

[Play_Avenger_Firestorm_Wilderness_Failure_B AkEvent]
SpokenText="Conseguimos adquirir o estabilizador e, por fim, colocamos a Avenger no ar novamente. Os aliens não prevaleceram... a menos que estejamos presos em alguma espécie de linha do tempo alternativa."
